{
  "sentence": "She will receive alot of presents and affection .",
  "id": 0
}
{
  "sentence": "I have a big, roomy Suv and I've got a taste kink.",
  "id": 1
}
{
  "sentence": "I think it's finally reached the point where i should throw in the towel with craigslist.",
  "id": 2
}
{
  "sentence": "Pic for pic!",
  "id": 3
}
{
  "sentence": "Swm, 6' tall, average looks, good body, tight tush, great sense of humor, will buy dinner for any female on one condition: you wear a skirt and hose/nylons.",
  "id": 4
}
{
  "sentence": "Ideally we meeta few times xa week and have bottle rocket sex.",
  "id": 5
}
{
  "sentence": "I have my own place and i drive..",
  "id": 6
}
{
  "sentence": "I am 420 friendly, but other wise drug free.",
  "id": 7
}
{
  "sentence": "Anyone up late this evening and want to chat and see where it leads?",
  "id": 8
}
{
  "sentence": "We could talk about anything you feel like.",
  "id": 9
}
{
  "sentence": "I'm white male regular build not bad looking.",
  "id": 10
}
{
  "sentence": "Hey ladies, I guess I just wanna keep it quick and to the point lol.",
  "id": 11
}
{
  "sentence": "I can travel to you if things feel right.",
  "id": 12
}
{
  "sentence": "But I don't want to go without finding someone who I can trust and who can show me around so I have a good time :) Possibly to meet and have a connection.",
  "id": 13
}
{
  "sentence": "Married / attached ,couples welcome",
  "id": 14
}
{
  "sentence": "Howz about a nice collaboration between friends?",
  "id": 15
}
{
  "sentence": "We can catch a movie or do oral?",
  "id": 16
}
{
  "sentence": "I am at the point where making time to slowdown, relax and enjoy is important, I like the interaction of dinning in, dinning out, the connection created by preparing and sharing a meal together, an evening set aside for a nice wine, conversation, candles, teasing, pleasing and an antipasto to nibble on.",
  "id": 17
}
{
  "sentence": "Definitely not an out of sight out of mind person, I like to keep in touch throughout the day, share thoughts, feelings and events.",
  "id": 18
}
{
  "sentence": "Please respond with your phone number.",
  "id": 19
}
{
  "sentence": "I can drive or host.",
  "id": 20
}
{
  "sentence": "Ok who on this site really wants to meat?",
  "id": 21
}
{
  "sentence": "Any women on here looking to chat who likes to stay up past midnight?",
  "id": 22
}
{
  "sentence": "Looking for guys and girls who want to throw down some fun.",
  "id": 23
}
{
  "sentence": "My ex just could not understand my experiments with men.",
  "id": 24
}
{
  "sentence": "Also send pics and a phone #",
  "id": 25
}
{
  "sentence": "If this sounds like something you would like to possibly discuss, please send me an email and tell me your thoughts on the subject and we can go from there.",
  "id": 26
}
{
  "sentence": "I'm real -- today is Friday and has been sunny but cooler but the weekend will warm up nicely.",
  "id": 27
}
{
  "sentence": "I am a mature, married busy workaholic & needing assistance with stress relief from time to time.",
  "id": 28
}
{
  "sentence": "I haven't dated a white woman in 10 years.",
  "id": 29
}
{
  "sentence": "I am seeking a wife any race, religion or immigration status.",
  "id": 30
}
{
  "sentence": "I would like to settle down and get married in the near future.",
  "id": 31
}
{
  "sentence": "So if anyone out there is interested please send me here of on kik for a faster response my kik name is carmaster86 hope to hear from you ladies soon have a great day.",
  "id": 32
}
{
  "sentence": "I'm 54 I want to date a lady in her 60 older lady's know how to treat a man I'm real and very nice guy send me a pic I send one back",
  "id": 33
}